Python 3.7.5 (tags/v3.7.5:5c02a39a0b, Oct 14 2019, 23:09:19) [MSC v.1916 32 bit (Intel)] on win32
Type "help", "copyright", "credits" or "license()" for more information.
>>> 
=============== RESTART: C:\Users\Student\Desktop\dungeon\game.py ==============
======================
 ЗАБРОШЕННАЯ КУЗНИЦА 
======================

Как зовут героя?
Арсен
Добро пожаловать, Арсен!
Ты входишь в старую кузницу. Здесь пахнет железом и золой, а в углу тлеет уголёк.

Настройка героя.
Здоровье, сила, ловкость, воля — по одному числу в строке:
