Python 3.7.5 (tags/v3.7.5:5c02a39a0b, Oct 14 2019, 23:09:19) [MSC v.1916 32 bit (Intel)] on win32
Type "help", "copyright", "credits" or "license()" for more information.
>>> 
=============== RESTART: C:\Users\Student\Desktop\dungeon\game.py ==============
======================
 ЗАБРОШЕННАЯ КУЗНИЦА 
======================

Как зовут героя?
тарзан
Добро пожаловать, тарзан!
Ты входишь в старую кузницу. Здесь пахнет железом и золой, а в углу тлеет уголёк.

Настройка героя.
Здоровье, сила, ловкость, воля — по одному числу в строке:
12
12
12
12
Характеристики героя:
Здоровье:   12
Сила:       12
Ловкость:   12
Воля:       12

Урон героя:        28.0
Критический урон:  56.0
Запас сил:         4

Что делаешь?
1 - осмотреться
2 - идти вперёд
3 - отдохнуть
4 - потрогать наковальню
5 - осмотреть полки
6 - тренировка

