Python 3.7.5 (tags/v3.7.5:5c02a39a0b, Oct 14 2019, 23:09:19) [MSC v.1916 32 bit (Intel)] on win32
Type "help", "copyright", "credits" or "license()" for more information.
>>> 
=============== RESTART: C:\Users\Student\Desktop\dungeon\game.py ==============
======================
 ЗАБРОШЕННАЯ КУЗНИЦА 
======================

Как зовут героя?
Аня
Добро пожаловать, Аня!
Ты входишь в старую кузницу. Здесь пахнет железом и золой, а в углу тлеет уголёк.

Настройка героя.
Здоровье, сила, ловкость, воля — по одному числу в строке:
1
1
1
1
Характеристики героя:
Здоровье:   1
Сила:       1
Ловкость:   1
Воля:       1

Урон героя:        11.5
Критический урон:  23.0
Запас сил:         0

Что делаешь?
1 - осмотреться
2 - идти вперёд
3 - отдохнуть
4 - потрогать наковальню
5 - осмотреть полки

1

======================
 Удачи, Аня! 
======================
>>> 
