Python 3.7.5 (tags/v3.7.5:5c02a39a0b, Oct 14 2019, 23:09:19) [MSC v.1916 32 bit (Intel)] on win32
Type "help", "copyright", "credits" or "license()" for more information.
>>> 
=============== RESTART: C:\Users\Student\Desktop\dungeon\game.py ==============
======================
 ЗАБРОШЕННАЯ КУЗНИЦА 
======================

Как зовут героя?
Барбос
Добро пожаловать, Барбос!
Ты входишь в старую кузницу. Здесь пахнет железом и золой, а в углу тлеет уголёк.

Что делаешь?
1 - осмотреться
2 - идти вперёд
3 - отдохнуть
4 - потрогать наковальню
5 - осмотреть полки

4

======================
 Удачи, Барбос! 
======================
>>> 
